import { ICard } from '@/types';

export const cards: ICard[] = [
	{
		title: 'Проектирование инженерных систем',
		text: 'Комплексное проектирование объекта, разрабатываем проекты в соответствии с нормативной базой - наши проекты согласовывают с первого раза.',
		img: `http://gafurov-prod-test.ru/assets/1.PNG`,
		bg: 'radial-gradient(circle, rgba(23,29,61,1) 0%, rgba(84,96,158,1) 76%)',
	},
	{
		title: 'Монтаж инженерных систем',
		text: 'Опытные специалисты компании выполнят монтажные работы в соответствии с проектом - не придется переживать за качество.',
		img: `http://gafurov-prod-test.ru/assets/2.PNG`,
		bg: 'radial-gradient(circle, rgba(23,29,61,1) 0%, rgba(84,96,158,1) 76%)',
	},
	{
		title: 'Заключение прямых договоров с РСО',
		text: 'Работаем со всеми сбытовыми компаниями Москвы - для нас нет нерешаемых вопросов.',
		img: `http://gafurov-prod-test.ru/assets/3.PNG`,
		bg: 'radial-gradient(circle, rgba(23,29,61,1) 0%, rgba(84,96,158,1) 76%)',
	},
	{
		title: 'Технологическое присоединение к сетям',
		text: 'Сопровождаем процесс от получения технических условий до акта технологического присоединения - вы получаете сервис одного окна.',
		img: `http://gafurov-prod-test.ru/assets/4.PNG`,
		bg: 'radial-gradient(circle, rgba(23,29,61,1) 0%, rgba(84,96,158,1) 76%)',
	},
	{
		title: 'Увеличение выделенной электрической мощности',
		text: 'Работаем со всеми сетевыми организациями Москвы - решаем задачи любой сложности.',
		img: `http://gafurov-prod-test.ru/assets/5.PNG`,
		bg: 'radial-gradient(circle, rgba(23,29,61,1) 0%, rgba(84,96,158,1) 76%)',
	},
	{
		title: 'Независимая экспертиза',
		text: 'Выявим источники нерациональных энергозатрат и неоправданных потерь энергии на вашем объекте - делаем комплексный анализ и оценку всех энергосистем.',
		img: `http://gafurov-prod-test.ru/assets/6.PNG`,
		bg: 'radial-gradient(circle, rgba(23,29,61,1) 0%, rgba(84,96,158,1) 76%)',
	},
];
